[{"id":1,"nome":"Dipirona","tipo":"Analgesico e antipirético","descricao":"Metamizol ou dipirona é um medicamento ainda utilizado principalmente como analgésico e antipirético. Embora ainda esteja disponível em balcão de um modo geral em todo o mundo, em alguns países como os Estados Unidos da America, a sua venda é proibida, pelo suposto risco de agranulocitose.","composicao":" fosfato de sódio monobásico, fosfato de sódio dibásico, sacarina sódica e água purificada.","valor":3,"qtd_estoque":20},{"id":2, "nome": "AAS", "tipo":"Anti-inflamatório","composicao":" fvanilina, sacarina sódica, lactose monoidratada, dióxido de silício, amido de milho, corante amarelo nº5, corante amarelo nº6", "valor":"1.99", "qtd_estoque":15},{"id":3,"nome":"Nimesulida","tipo":"Anti-inflamatório e Analgesico","descricao":"A nimesulida ou nimesulide é um medicamento da classe dos anti-inflamatórios não esteróides, que atua através da inibição da enzima ciclooxigenase e, consequentemente, da cascata do ácido araquidónico, que é responsável pela síntese de substâncias envolvidas na inflamação, tais como as prostaglandinas","composicao":"ácido cítrico, metilparabeno, propilparabeno, citrato de sódio di-hidratado, laurilsulfato de sódio, sorbitol,água purificada, aroma de acerola, goma xantana e sacarose","valor":7,"qtd_estoque":60},{"id":4,"nome":"Buscopam","tipo":"Antiespasmódicas","descricao":"Metamizol ou dipirona é um medicamento ainda utilizado principalmente como analgésico e antipirético. Embora ainda esteja disponível em balcão de um modo geral em todo o mundo, em alguns países como os Estados Unidos da America, a sua venda é proibida, pelo suposto risco de agranulocitose.","composicao":"10 mg de butilbrometo de escopolamina, correspondentes a 6,89 mg de escopolamina e 250 mg de dipirona sódica monoidratada, correspondentes a 221,51 mg de dipirona","valor":14,"qtd_estoque":25},{"id":5,"nome":"Buscofem","tipo":"Antiespasmódicas","descricao":"Buscofem serve para o combate da dor causada por gripes, faringites, enxaquecas, cefaleias, cólicas menstruais ou por dor de dente, nas costas, nos músculos, nas articulações e na região pélvica.","composicao":"400 mg de ibuprofeno. Excipientes: macrogol, hidróxido de potássio, gelatina, anidrisorb, metilparabeno, propilparabeno, corante amarelo","valor":17,"qtd_estoque":30},{"id":6,"nome":"Buscoduo","tipo":"Antiespasmódicas","descricao":"Buscoduo é indicado para o tratamento dos sintomas de cólicas, dores e desconforto na barriga.","composicao":"500 mg de paracetamol e 10 mg de butilbrometo de escopolamina, correspondentes a 6,89 mg de escopolamina","valor":19,"qtd_estoque":15},{"id":7,"nome":"Coristina D","tipo":"Analgesico e antipirético","descricao":"Coristina D é uma associação medicamentosa que combina a ação analgésica e antipirética do ácido acetilsalicílico, com a ação antialérgica do maleato de dexclorfeniramina, eficaz na coriza e espirros, com cloridrato de fenilefrina, eficaz no alívio da obstrução nasal e a ação revigorante da cafeína. A inclusão da cafeína tem por função compensar a sonolência que pode ocorrer com o componente anti-histamínico","composicao":"Ácido acetilsalicílico. 400 mg ; Maleato de dexclorfeniramina. 1 mg ; Cloridrato de fenilefrina. 10 mg ; Cafeína. 30 mg","valor":10.99,"qtd_estoque":60},{"id":8,"nome":"Ibuprofeno","tipo":"Anti-inflamatório e Anti-Reumáticos","descricao":"Ibuprofeno, nome que deriva das iniciais do ácido isobutilpropanoicofenólico, é um fármaco do grupo dos anti-inflamatórios não esteróides utilizado para o tratamento da dor, febre e inflamação.","composicao":"ibuprofeno, povidona e amido pré-gelatinizado. **Amidoglicolato de sódio, celulose microcristalina + lactose, estearato de magnésio, álcool polivinílico + dióxido de titânio + talco + macrogol e água purificada.","valor":5,"qtd_estoque":35},{"id":9,"nome":"Paracetamol","tipo":"Analgesico e antipirético","descricao":"Paracetamol é um medicamento indicado para o tratamento de febre e também colabora com auxílio temporário a dores leves e moderadas. Pode ser utilizado na redução de dores relacionadas à resfriados, como dor de cabeça e dor de garganta. Ainda é efetivo para reduzir o desconforto da dor de dente.","composicao":"povidona, amidoglicolato de sódio, amido, ácido esteárico, álcool polivinílico, macrogol, talco e dióxido de titânio.","valor":4.99,"qtd_estoque":40},{"id":10,"nome":"Histamin","tipo":"Antialergico e Anti-histaminico","descricao":"Dexclorfeniramina é um isômero dextrôgiro do maleato de clorfeniramina. Pertence ao grupo farmacológico dos antagonistas dos receptadores H₁ da histamina, atuando na prevenção e alívio de manifestações alérgicas.","composicao":"lactose monoidratada, celulose microcristalina, corante laca vermelho eritrosina FD&C Nº3 e estearato de magnésio.","valor":12.2,"qtd_estoque":37}]